Repository: romcheg/offline-cards
Catalog: OfflineCards/OfflineCards/Resources/*.lproj/Localizable.strings
Languages: pl, uk

source: Cards
pl: Karty
uk: Картки

source: Search by store name
pl: Szukaj po nazwie
uk: Пошук за назвою

# Export Cards
source: Export
pl: Eksport
uk: Експорт

# Import Cards
source: Import
uk: Імпорт

source: Keep
pl: Zachowaj
uk: Залишити

source: Erase All
pl: Usuń wszystkie
uk: Видалити всі

source: Cancel
pl: Anuluj
uk: Скасувати

source: Erase existing cards before importing?
pl: Usunąć istniejące karty przed importem?
uk: Видалити наявні картки перед імпортом?

source: Duplicates Found
pl: Znaleziono duplikaty
uk: Знайдено дублікати

source: Overwrite
pl: Nadpisz
uk: Перезаписати

source: Skip
pl: Pomiń
uk: Пропустити

source: %lld card(s) already exist:
pl: %lld kart już istnieje:
uk: %lld карток вже є:

source: Error
pl: Błąd
uk: Помилка

source: No Cards Yet
pl: Brak kart
uk: Карток немає

source: Tap + to add your first card
pl: Naciśnij + aby dodać kartę
uk: Натисніть + щоб додати картку

source: Failed to export cards
pl: Nie udało się wyeksportować
uk: Не вдалося експортувати

source: Failed to import cards
pl: Nie udało się zaimportować
uk: Не вдалося імпортувати

source: Failed to select file
pl: Nie udało się wybrać pliku
uk: Не вдалося обрати файл

source: Edit
pl: Edytuj
uk: Змінити

source: Delete Card
pl: Usuń kartę
uk: Видалити картку

source: Delete
pl: Usuń
uk: Видалити

source: Are you sure you want to delete this card? This action cannot be undone.
pl: Usunąć tę kartę? Tej akcji nie można cofnąć.
uk: Видалити цю картку? Цю дію не можна скасувати.

source: Holder
pl: Właściciel
uk: Власник

source: Holder:
pl: Właściciel:
uk: Власник:

source: Tap to view fullscreen
pl: Naciśnij aby powiększyć
uk: Натисніть для збільшення

source: Card Number
pl: Numer karty
uk: Номер картки

source: Card Number:
pl: Numer karty:
uk: Номер картки:

source: Code Type:
pl: Typ kodu:
uk: Тип коду:

source: QR Code
pl: Kod QR
uk: QR-код

source: Barcode
pl: Kod kreskowy
uk: Штрих-код

source: Card Color:
pl: Kolor:
uk: Колір:

source: Photos
pl: Zdjęcia
uk: Фото

source: Card Information
pl: Dane karty
uk: Дані картки

source: Store Name
pl: Nazwa sklepu
uk: Назва магазину

source: Holder Name (Optional)
pl: Imię właściciela
uk: Імʼя власника

source: Display Options
pl: Wyświetlanie
uk: Відображення

source: Use QR Code
pl: Kod QR
uk: QR-код

source: Card Color
pl: Kolor
uk: Колір

source: Add Photos
pl: Dodaj zdjęcia
uk: Додати фото

source: Choose from Library
pl: Z galerii
uk: З галереї

source: Take Photo
pl: Zrób zdjęcie
uk: Зробити фото

source: Add Card
pl: Dodaj kartę
uk: Додати картку

source: Edit Card
pl: Edytuj kartę
uk: Змінити картку

source: Save
pl: Zapisz
uk: Зберегти

source: Camera access is required to take photos. Please enable it in Settings.
pl: Wymagany dostęp do aparatu. Włącz w Ustawieniach.
uk: Потрібен доступ до камери. Увімкніть у налаштуваннях.

source: Camera access is required to scan codes. Please enable it in Settings.
pl: Wymagany dostęp do aparatu do skanowania. Włącz w Ustawieniach.
uk: Потрібен доступ до камери для сканування. Увімкніть у налаштуваннях.

source: Point camera at QR code
pl: Skieruj aparat na kod QR
uk: Наведіть камеру на QR-код

source: Point camera at barcode
pl: Skieruj aparat na kod kreskowy
uk: Наведіть камеру на штрих-код
